{
  "HELP_TITLE": "Xem tất cả các lệnh của Filo",
  "COMMAND_CATEGORIES": {
    "ADMINISTRATION": "Quản lý",
    "ANIMALS": "Động vật",
    "ANIME": "Anime",
    "CORE": "Thiết yếu",
    "DEVELOPER": "Nhà phát triển",
    "FUN": "Giải trí",
    "ECONOMY": "Kinh tế",
    "GAME_STATISTICS": "Số liệu thống kê trò chơi",
    "INTERACTION": "Tương tác",
    "GAMES": "Trò chơi",
    "MINECRAFT": "Minecraft",
    "MISCELLANEOUS": "Những thứ khác",
    "MODERATION": "Điều hành",
    "NSFW": "NSFW",
    "PRIVATE": "Riêng tư",
    "REACTION": "Biểu cảm",
    "SERVER": "Server",
    "SETTINGS": "Cài đặt",
    "SOCIAL": "Cộng đồng",
    "UTILITIES": "Tiện ích"
  },
  "CATEGORIES_DESCRIPTION": {
    "ADMINISTRATION": "Các lệnh có chức năng thay đổi tính cách hoạt động của một server hoặc một người dùng.",
    "ANIMALS": "Các lệnh của nhóm Động Vật.",
    "ANIME": "Các lệnh của nhóm Anime.",
    "CORE": "Thông tin của Filo và các lệnh quản lý.",
    "FUN": "Những lệnh hài hước như là meme hoặc nhiều thứ khác.",
    "ECONOMY": "Các lệnh của nhóm Kinh tế.",
    "GAME_STATISTICS": "Những lệnh có thể lấy thông tin của người dùng của một game.",
    "INTERACTION": "Những lệnh để tương tác với các người dùng khác bằng cách hình động anime.",
    "GAMES": "Các lệnh với trò chơi nho nhỏ để rút ngắn thời gian.",
    "MINECRAFT": "Các lệnh của nhóm Minecraft.",
    "MISCELLANEOUS": "Những lệnh mà không được phân loại. Bạn có thể tìm thấy mọi thứ.",
    "MODERATION": "Những lệnh để điều khiển người dùng.",
    "NSFW": "Những lệnh hay cho người dùng.",
    "REACTION": "Những lệnh để biểu thị cảm xúc thông qua hình động.",
    "SERVER": "Những lệnh về thông tin hoặc tiện ích của server.",
    "SETTINGS": "Những lệnh để cài đặt Filo.",
    "SOCIAL": "Những lệnh dành cho cộng đồng.",
    "UTILITIES": "Những lệnh về tiện ích.",
    "DEVELOPER": "Những lệnh dành cho nhà phát triển.",
    "PRIVATE": "Những lệnh riêng tư."
  },
  "GENERIC_CATEGORY_DESCRIPTION": "Những lệnh từ nhóm {{category}}.",
  "NSFW_NEEDED": "Bạn cần bật chế độ NSFW để xem tất cả các lệnh NSFW.",
  "MULTIPLE_COMMANDS": "Có một số lệnh với tên giống nhau đã được tìm thấy. Vui lòng chọn lệnh bạn muốn xem thông tin ở bên dưới.",
  "SELECT_A_COMMAND": "Vui lòng chọn lệnh bạn muốn xem thêm thông tin.",
  "SELECT_A_CATEGORY": "Vui lòng chọn nhóm lệnh bạn muốn xem thêm thông tin.",
  "COMMAND_SELECTED": "Bạn đã chọn lệnh thành công.",
  "COMMAND_DESCRIPTIONS": {
    "ADMINISTRATION": {
      "CLEAR": "Xóa số tin nhắn ở trong kênh hiện tại hoặc kênh bạn đã nêu",
      "COOLDOWN": "Điều chỉnh thời gian hồi của kênh hiện tại hoặc kênh bạn đã nêu",
      "NICKNAME": "Thay đổi biệt danh của người dùng",
      "NSFW": "Chuyển đổi chế đọ NSFW ở kênh hiện tại hoặc kênh bạn đã nêu",
      "PIN": "Ghim một tin nhắn ở kênh hiện tại",
      "ROLE": "Điều chỉnh roles của người dùng",
      "UNPIN": "Bỏ ghim một tin nhắn ở kênh hiện tại"
    },
    "ANIMALS": {
      "BEAR": "Gửi một hình ảnh bất kì của Gấu tới kênh hiện tại",
      "BIRD": "Gửi một hình ảnh bất kì của Chim tới kênh hiện tại",
      "CAT": "Gửi một hình ảnh bất kì của Mèo tới kênh hiện tại",
      "DOG": "Gửi một hình ảnh bất kì của Chó tới kênh hiện tại",
      "KOALA": "Gửi một hình ảnh bất kì của Koala tới kênh hiện tại",
      "PANDA": "Gửi một hình ảnh bất kì của Gấu Trúc tới kênh hiện tại",
      "RANDOM": "Gửi một hình ảnh bất kì của một loài động vật bất kì tới kênh hiện tại",
      "SNAKE": "Gửi một hình ảnh của Rắn tới kênh hiện tại",
      "WOLF": "Gửi một hình ảnh bất kì của Chó Sói tới kênh hiện tại"
    },
    "ANIME": {
      "ANIME": "Tìm thông tin của Anime",
      "AVATAR": "Gửi một hình ảnh bất kì của một hình đại diện của anime tới kênh hiện tại",
      "BLUSHINGNEKO": "Gửi một hình ảnh của một nhân vật mèo đang ngại ngùng tới kênh hiện tại",
      "COFFEE": "Gửi một hình ảnh động bất kì của một ly cà phê tới kênh hiện tại",
      "FANART": "Gửi một fan art bất kì tới kênh hiện tại",
      "FOOD": "Gửi một hình ảnh động bất kì của một loại đồ ăn tới kênh hiện tại",
      "FOXGIRL": "Gửi một hình ảnh bất kì của một nhân vật cosplay fox girl tới kênh hiện tại",
      "GECG": "Gửi một hình ảnh bất kì của một gecg tới kênh hiện tại",
      "GHOUL": "Gửi một hình ảnh bất kì của một ghoul tới kênh hiện tại",
      "HUSBANDO": "Gửi một hình ảnh bất kì của một chàng trai nổi tiếng tới kênh hiện tại",
      "JOJO": "Gửi một hình ảnh bất kì của một jojo tới kênh hiện tại",
      "LOLI": "Gửi một hình ảnh bất kì của một loli tới kênh hiện tại",
      "LOLINEKO": "Gửi một hình ảnh bất kì của một loli neko tới kênh hiện tại",
      "MANGA": "Tìm thông tin của một truyện tranh",
      "NEKO": "Gửi một hình ảnh bất kì của một neko tới kênh hiện tại",
      "RANDOM": "Hiện thông tin của một anime bất kì hoặc truyện tranh bất kì từ tìm kiếm của bạn",
      "TITAN": "Gửi một hình ảnh bất kì của một titan tới kênh hiện tại",
      "TRAP": "Gửi một hình ảnh bất kì của một trap tới kênh hiện tại",
      "WAIFU": "Gửi một hình ảnh bất kì của một waifu tới kênh hiện tại",
      "WAIFUNEKO": "Gửi một hình ảnh của một waifu neko tới kênh hiện tại",
      "WALLPAPER": "Gửi một hình nền bất kì từ danh mục bạn đã nêu"
    },
    "CORE": {
      "CLUSTER": "Xem thông tin về cluster của Filo",
      "COMMANDS": "Xem tất cả các lệnh của Filo hoặc thông tin về một lệnh",
      "DISCORD": "Xem link dẫn tới server của Filo",
      "DONATE": "Xem thông tin về việc quyên góp của Filo",
      "FLAGS": "Xem tất cả các flags của bạn hoặc tất cả flags của người dùng khác",
      "GITHUB": "Xem link tới GitHub của Filo",
      "HELP": "Xem thông tin cơ bản của bot",
      "INFO": "Xem thông tin về bot",
      "INVITE": "Xem link mời của Filo",
      "PING": "Lấy tốc độ đường truyền từ Filo và từ API của Discord",
      "PRIVACY": "Xem link chính sách bảo mật của Filo",
      "ROLES": "Quản lý roles theo một cách phức tạp hơn",
      "STATISTICS": "Xem thông tin global của Filo",
      "STATUS": "Xem link tới trạng thái của Filo",
      "SUPPORT": "Xem thông tin về cách để được hỗ trợ",
      "TERMS": "Xem link tới Các Điều khoản và Điều kiện của Filo",
      "TWITTER": "Xem link tới Twitter của Filo",
      "VOTE": "Xem link tới trang vote của Filo",
      "VOTES": "Lấy tất cả số vote của Filo",
      "WEBSITE": "Xem link tới website của Filo",
      "WIKI": "Xem link tới wiki của Filo"
    },
    "ECONOMY": {
      "CREDITS": "Xem số tiền của bạn hoặc số tiền của người dùng khác",
      "DAILY": "Nhận số tiền hằng ngày của bạn hoặc tặng cho người dùng khác",
      "PAY": "Cho một số tiền cho người dùng khác"
    },
    "FUN": {
      "8BALL": "Hỏi bi số 8 một câu hỏi và nó sẽ trả lời bạn",
      "CHUCKNORRIS": "Gửi một meme về Chuck Norris tới kênh hiện tại",
      "DRAKE": "Gửi một meme về Drake tới kênh hiện tại",
      "JOKE": "Gửi một truyện cười bất kì tới kênh hiện tại",
      "LOVE": "Gửi một hình ảnh cho thấy tình yêu của bạn với người dùng khác tới kênh hiện tại",
      "MEME": "Gửi một meme bất kì tới kênh hiện tại",
      "OWOIFY": "Hoán đổi chữ thành owo"
    },
    "GAME_STATISTICS": {
      "CSGO": "Xem thông tin của một người chơi CSGO",
      "FORTNITE": "Xem thông tin của một người chơi Fortnite",
      "OSU": "Xem thông tin của một người chơi osu!",
      "R6S": "Xem thông tin của một người chơi Rainbow Six Siege"
    },
    "GAMES": {
      "COINFLIP": "Trò chơi lật đồng tiền",
      "SLOT": "Trò chơi slot đơn giản"
    },
    "INTERACTION": {
      "BAKA": "Biểu cảm ngu ngốc",
      "BITE": "Biểu cảm cắn",
      "COOKIE": "Biểu cảm bánh quy",
      "CUDDLE": "Biểu cảm ôm ấp",
      "FEED": "Biểu cảm cho ăn",
      "HUG": "Biểu cảm ôm",
      "KICK": "Biểu cảm đá",
      "KISS": "Biểu cảm hôn",
      "LAUGH": "Biểu cảm cười",
      "PAT": "Biểu cảm vỗ vai",
      "POKE": "Biểu cảm poke",
      "PUNCH": "Biểu cảm đấm",
      "REVERSECARD": "Biểu cảm lá bài quay ngược của UNO",
      "SLAP": "Biểu cảm tát",
      "TICKLE": "Biểu cảm thọc lét"
    },
    "MINECRAFT": {
      "BODY": "Gửi một hình ảnh của body của một người chơi trong Minecraft",
      "BUST": "Gửi một hình ảnh của bust của một người chơi Minecraft",
      "FACE": "Gửi một hình ảnh của mặt của một người chơi Minecraft",
      "FRONT": "Gửi một hình ảnh phần trước của một người chơi trong Minecraft",
      "HEAD": "Gửi một hình ảnh đầu của một người chơi Minecraft",
      "SERVER": "Xem thông tin của một server Minecraft",
      "SKIN": "Gửi một hình ảnh skin của một người chơi Minecraft",
      "UUID": "Xem UUID của một người chơi Minecraft"
    },
    "MISCELLANEOUS": {
      "ASCII": "Hoán đổi chữ của bạn thành chữ ASCII",
      "AVATAR": "Xem avatar của bạn hoặc của một người dùng khác",
      "FORTNITE-STORE": "Lấy một món đồ bất kì từ cửa hàng của Fortnite",
      "LYRICS": "Xem lời của một bài hát",
      "POLL": "Tạo một cuộc thăm dò ý kiến ở kênh hiện tại",
      "RANDOM-COLOR": "Xem thông tin cơ bản của một màu bất kì",
      "RANDOM-NUMBER": "Lấy một số bất kì",
      "SAY": "Gửi một tin nhắn thông qua Filo",
      "WEATHER": "Xem thời tiết của một địa điểm"
    },
    "MODERATION": {
      "BAN": "Ban một người dùng vĩnh viễn",
      "CASE": "Quản lý một hình phạt",
      "HISTORY": "Xem lịch sử hình phạt của một người dùng",
      "KICK": "Đá một người dùng ra khỏi server",
      "MUTE": "Mute một người dùng vĩnh viễn",
      "SOFTBAN": "Ban nhẹ tay một người",
      "TEMPBAN": "Ban một người dùng tạm thời.",
      "TEMPMUTE": "Mute người dùng tạm thời",
      "UNBAN": "Bỏ ban một người dùng",
      "UNMUTE": "Bỏ mute một người dùng",
      "UNWARN": "Bỏ cảnh báo từ một người dùng",
      "WARN": "Cảnh báo một người dùng"
    },
    "NSFW": {
      "AHEGAO": "Gửi một hình ảnh về ahegao",
      "ANAL": "Địt một người dùng theo cách anal",
      "BOOBS": "Finger another user's boobs",
      "CUM": "Xuất tinh lên body của một người dùng",
      "EROFEET": "Send an image of an erotic feet",
      "ERONEKO": "Send an image of an erotic neko",
      "FEMDOM": "Gửi một hình ảnh về femdom",
      "FOOTJOB": "Foot job với một người dùng",
      "FUCK": "Địt một người dùng",
      "FUTANARI": "Gửi một hình ảnh về futanari",
      "HENTAI": "Send an image of hentai",
      "HNEKO": "Send an image of neko hentai",
      "HOLOERO": "Send a image of Holo erotic",
      "KUNI": "Liếm âm đạo của một người dùng",
      "LEWD": "Send a lewd image",
      "LEWDKEMO": "Send a lewd kemo image",
      "MASTURBATE": "Gửi một hình ảnh động thủ dâm",
      "NEKO": "Gửi một hình ảnh động về NSFW neko",
      "PUSSY": "Gửi một hình ảnh động của một âm đạo",
      "SUCK": "Suck a user's penis",
      "TITS": "Gửi một hình ảnh về vú",
      "URBAN": "Tìm định nghĩa ở trong từ điển",
      "WALLPAPER": "Send a NSFW wallpaper"
    },
    "REACTION": {
      "ANGRY": "Gửi một biểu cảm giận dữ",
      "BLUSH": "Gửi một biểu cảm tự mãn",
      "BORED": "Gửi một biểu cảm chán nản",
      "COLD": "Gửi một biểu cảm lạnh lẽo",
      "CONFUSED": "Gửi một biểu cảm bối rối",
      "CRY": "Gửi một biểu cảm khóc",
      "DANCE": "Gửi một biểu cảm nhảy nhót",
      "EYEBROWS": "Gửi một biểu cảm chân mày",
      "GREET": "Gửi một biểu cảm chào mừng",
      "HAPPY": "Gửi một biểu cảm vui tươi",
      "HOT": "Gửi một biểu cảm nóng nảy",
      "LIKE": "Gửi một biểu cảm thích",
      "POUT": "Gửi một biểu cảm bĩu môi",
      "RUN": "Gửi một biểu cảm chạy",
      "SCARED": "Gửi một biểu cảm sợ hãi",
      "SICK": "Gửi một biểu cảm ốm",
      "SING": "Gửi một biểu cảm hát",
      "SLEEP": "Gửi một biểu cảm ngủ",
      "SMUG": "Gửi một biểu cảm tự mãn",
      "TEEHEE": "Gửi một biểu cảm teehee",
      "THINK": "Gửi một biểu cảm suy nghĩ"
    },
    "SERVER": {
      "ACTIVITY": "Bắt đầu một hoạt động ở trong một kênh thoại",
      "CHANNEL": "Xem thông tin của một kênh",
      "INVITE": "Tạo một link invite cho một channel",
      "NEWS": "Theo dõi hoặc lấy thông tin về kênh thông báo của chúng tôi",
      "REPORT": "Báo cáo hành vi của người dùng cho quản lý của server",
      "ROLE": "Xem thông tin của một role",
      "SERVER": "Xem thông tin của server"
    },
    "SETTINGS": {
      "ANTI-BAD-WORDS": "Chương trình này cho phép bạn phạt người dùng gửi những tin nhắn không phù hợp",
      "ANTI-EVASION": "Chương trình này cho phép bạn ban người dùng đang né tránh hình phạt",
      "ANTI-EXTERNAL-LINKS": "Chương trình này cho phép bạn phạt những người dùng gửi link",
      "ANTI-INVITES": "Chương trình này cho phép bạn phạt người dùng gửi link invite từ các server khác",
      "ANTI-MASS-MENTIONS": "Chương trình này cho phép bạn phạt người dùng mention nhiều người dùng khác trong một lúc",
      "ANTI-REPEATED-TEXT": "Chương trình này cho phép bạn phạt người dùng lặp lại tin nhắn nhiều lần",
      "ANTI-SPAM": "Chương trình này cho phép bạn tránh spam từ các người dùng khác",
      "AUTO-MODERATION": "Chương trình này cho phép bạn tự động phạt người dùng với số cảnh báo phù hợp",
      "COMMANDS": "Quản lý các lệnh của Filo bằng cách kích hoạt hoặc vô hiệu hóa chúng",
      "FAREWELLS": "Chương trình này cho phép bạn gửi tin nhắn vĩnh biệt cho người dùng đã thoát server",
      "LANGUAGE": "Chương trình này cho phép bạn điều chỉnh ngôn ngữ của Filo",
      "LOGGING": "Chương trình này cho phép bạn gửi nhật ký hoạt động của server tới một kênh",
      "MEMBER-COUNTER": "Chương trình này cho phép bạn điều chỉnh kênh thoại thành đồ đếm người dùng trong server",
      "REPORTS": "Chương trình này cho phép bạn báo cáo người dùng có hành vi không đúng tới quản lý của server",
      "WELCOMES": "Chương trình này cho phép bạn gửi tin nhắn chào mừng tới một người dùng và thêm role"
    },
    "SOCIAL": {
      "PROFILE": "Xem profile của mình hoặc một người dùng"
    },
    "UTILITIES": {
      "BINARY": "Hoán đổi thành số nhị phân hoặc ngược lại",
      "MORSE": "Hoán đổi thành mã morse hoặc ngược lại",
      "SHORTEN": "Rút ngắn một đường link"
    }
  },
  "REQUIRED_FILO_PERMISSIONS": "Các quyền cần thiết của Filo",
  "REQUIRED_USER_PERMISSIONS": "Các quyền cần thiết của người dùng",
  "ALTERNATIVE_USER_PERMISSIONS": "Các quyền không cần thiết của người dùng",
  "NO_PERMISSIONS_ARE_NEEDED": "Không có quyền nào được yêu cầu.",
  "COMMAND_RESTRICTIONS": "Các hạn chế của lệnh",
  "ONLY_IN_A_SERVER": "Lệnh này chỉ được sử dụng ở trong server.",
  "REQUIRED_FLAG": "Flag cần thiết",
  "COMMAND_USAGE": "Cách sử dụng lệnh"
}
