{
  "SOMETHING_WENT_WRONG": "Algo salió mal al intentar ejecutar esa acción",
  "GENERIC_ERROR": "**[Contáctanos]({{url}})** para obtener más instrucciones sobre lo que sucedió.",
  "GUILD_REQUIRED": "Esta acción requiere que el bot esté añadido en el gremio.",
  "ERROR_ID": "ID del error: {{error_id}}",
  "MAINTENANCE_ENABLED": "Actualmente se está llevando a cabo una tarea de mantenimiento en este sistema.",
  "INTERACTION_FAILED": "La interacción no recibió una respuesta después de un tiempo.",
  "INTERACTION_CANCELLED": "La interacción ha sido cancelada.",
  "DISABLED_COMMAND": "El comando **{{command}}** ha sido deshabilitado por el Equipo de Desarrollo de Filo.",
  "UNKNOWN_COMMAND": "El comando **{{command}}** no existe o no está soportado actualmente.",
  "DISCORD_MISSING_INFORMATION": "Esta interacción ha sido cancelada debido a que Discord no ha proporcionado la información necesaria para continuar.",
  "MISSING_REQUIRED_PERMISSIONS": "No tienes permisos suficientes para ejecutar el comando **{{command}}**.",
  "UNAUTHORIZED_ACTION": "No estás autorizado para realizar esta acción.",
  "MISSING_CLIENT_PERMISSION": "Este error ha sido causado debido a que no tengo el permiso [``{{permission}}``]({{url}}).",
  "MISSING_USER_PERMISSION": "Este error ha sido causado debido a que no tienes el permiso [``{{permission}}``]({{url}}).",
  "MISSING_USER_PERMISSION_2": "No tienes permisos para realizar esta acción con **{{user}}** ({{user_id}}).",
  "INVALID_USER": "El usuario que has especificado no es válido.",
  "UNKNOWN_USER": "El usuario que has especificado no existe o no está en el servidor.",
  "USER_DOES_NOT_APPLY": "El usuario que has especificado no aplica a esta acción.",
  "INVALID_ROLE": "El rol que has especificado no es válido.",
  "CANNOT_LOAD_THE_USER_PROFILE": "No se ha podido obtener el perfil de **{{user}}**.",
  "UNKNOWN_ROLE": "El rol que has especificado no existe.",
  "MANAGED_ROLE": "El rol que has especificado está gestionado por una integración.",
  "USER_ALREADY_HAS_THE_ROLE": "**{{user}}** ({{user_id}}) ya tiene el rol {{role}} asignado.",
  "USER_ALREADY_HAS_THAT_NICKNAME": "**{{user}}** ({{user_id}}) ya tiene ese apodo establecido.",
  "INVALID_NUMBER": "El número que has especificado no es válido.",
  "MAX_NUMBER_REACHED": "El número que has especificado es mayor que **{{number}}**.",
  "MIN_NUMBER_REACHED": "El número que has especificado es menor que **{{number}}**.",
  "MAX_ARGUMENT_REACHED": "Los argumentos que has especificado exceden **{{number}}** caracteres de longitud.",
  "MIN_ARGUMENT_REACHED": "Los argumentos que has especificado tienen menos de **{{number}}** caracteres de longitud.",
  "INVALID_CHANNEL": "El canal que has especificado no es válido.",
  "UNKNOWN_CHANNEL": "El canal que has especificado no existe.",
  "INVALID_CHANNEL_TYPE": "Esta acción no es compatible con el tipo de canal que has especificado. ({{valid_types}})"
}
