{
  "JOKE_1": "**Qu'y a-t-il de mieux que Ted Danson ?**\nTed chantant et Danson !",
  "JOKE_2": "**Comment le batteur appelait-il ses filles jumelles ?** Anna une, Anna deux !",
  "JOKE_3": "**J'ai acheté des chaussures à un dealer.**\nJe ne sais pas avec quoi il les a lacées, mais j'ai trébuché toute la journée !",
  "JOKE_4": "**Que fait un piment curieux ?**\nIl s'occupe des affaires du jalapeño !",
  "JOKE_5": "**Comment un bébé ordinateur appelle son père ?**\nData !",
  "JOKE_6": "**Comment appelle-t-on un ours qui n'a pas de dents ?**\nUn ours en gomme !",
  "JOKE_7": "**Pourquoi le golfeur a-t-il changé de pantalon ?**\nParce qu'il a fait un trou en un !",
  "JOKE_8": "**Quelqu'un a-t-il besoin d'une arche ?**\nJe suis un homme de Noé !",
  "JOKE_9": "**Comment fait-on de l'eau bénite ?**\nOn la fait bouillir.",
  "JOKE_10": "**J'ai acheté un ventilateur de plafond l'autre jour. Un vrai gaspillage d'argent.**\nIl reste là à applaudir et à dire:\n'Ooh, j'aime à quel point c'est doux.'",
  "JOKE_11": "**Que se passe-t-il lorsque l'on croise un bonhomme de neige et un vampire ?**\nOn se gèle.",
  "JOKE_12": "**Pourquoi Cendrillon a-t-elle été renvoyée de l'équipe de football ?**\nParce qu'elle n'arrêtait pas de fuir le bal !",
  "JOKE_13": "**Que mange un zombie végétarien ?**\n\"GRRRAAAIIINNNNS !\"",
  "JOKE_14": "**Qu'est-ce qui se trouve au fond de l'océan et qui donne des frissons ?**\nA nervous wreck !",
  "JOKE_15": "**Quelle est la différence entre un homme bien habillé sur un monocycle et un homme mal habillé sur un vélo ?**\nAttire !",
  "JOKE_16": "**Combien d'oreilles a Spock ? Trois.**\nL'oreille gauche, l'oreille droite et la dernière oreille avant !",
  "JOKE_17": "**Pourquoi ne jouent-ils pas au poker dans la jungle ?**\nToo many cheetahs !",
  "JOKE_18": "**Comment Dark Vador a-t-il su ce que Luke lui avait offert pour Noël ?**\nIl a senti ses présents !",
  "JOKE_19": "**À quelle heure l'homme est-il allé chez le dentiste ?**\nTooth hurt-y !",
  "JOKE_20": "**Comment appelle-t-on quelqu'un qui n'a ni corps ni nez ?**\nNobody knows!"
}
