{
  "SOMETHING_WENT_WRONG": "Un problème s'est produit lors de l'exécution de cette action",
  "GENERIC_ERROR": "Contactez-nous pour plus d'informations sur ce qui s'est passé.",
  "GUILD_REQUIRED": "Cette action nécessite que le bot soit ajouté au serveur.",
  "MAINTENANCE_ENABLED": "Une opération de maintenance est en cours sur ce système.",
  "INTERACTION_FAILED": "L'interaction n'a pas reçu de réponse après un certain temps.",
  "INTERACTION_CANCELLED": "L'interaction a été annulée.",
  "DISABLED_COMMAND": "La commande **{{command}}** a été désactivée par l'équipe de développement de Filo.",
  "UNKNOWN_COMMAND": "La commande **{{command}}** ({{category}}) n'existe pas ou n'est pas prise en charge actuellement.",
  "COMMAND_DISABLED_BY_GUILD": "La commande **{{command}}** a été désactivée par les Administrateurs du Serveur.",
  "COMMAND_CATEGORY_DISABLED_BY_GUILD": "La commande **{{command}}** appartient à la catégorie **{{category}}** qui est désactivée par les Administrateurs du Serveur.",
  "DISCORD_MISSING_INFORMATION": "Cette interaction a été annulée car Discord ne fournit pas les informations nécessaires pour continuer.",
  "MISSING_REQUIRED_PERMISSIONS": "Vous ne disposez pas des autorisations suffisantes pour exécuter la commande **{{command}}**.",
  "UNAUTHORIZED_ACTION": "Vous n'êtes pas autorisé à effectuer cette action.",
  "MISSING_CLIENT_PERMISSION": "Cette erreur est due au fait que je n'ai pas la permission [``{{permission}}``]({{url}}).",
  "MISSING_USER_PERMISSION": "Cette erreur est due au fait que vous ne disposez pas de l'autorisation [``{{permission}}``]({{url}}).",
  "MISSING_USER_PERMISSION_2": "Vous n'avez pas la permission d'effectuer cette action sur **[{{user.tag}}]({{url}})** ({{user.id}}).",
  "CONGESTED_QUEUE": "La file d'attente pour cette demande est pleine. Veuillez réessayer plus tard ou **[contactez-nous]({{url}})** si vous obtenez fréquemment cette erreur.",
  "USER_DOES_NOT_APPLY": "L'utilisateur que vous avez spécifié ne s'applique pas à cette action.",
  "UNKNOWN_USER": "L'utilisateur que vous avez spécifié n'existe pas ou n'est pas sur le serveur.",
  "CANNOT_LOAD_THE_USER_PROFILE": "Impossible d'obtenir le profil de **[{{user.tag}}]({{url}})** ({{user.id}}).",
  "INVALID_ROLE_ID": "L'ID du rôle que vous avez spécifié n'est pas valide.",
  "UNKNOWN_ROLE": "Le rôle que vous avez spécifié n'existe pas.",
  "MANAGED_ROLE": "Le rôle que vous avez spécifié est géré par une intégration.",
  "USER_ALREADY_HAS_THE_ROLE": "**[{{user.tag}}]({{url}})** ({{user.id}}) a déjà le rôle **{{role.mention}}** attribué.",
  "USER_DOES_NOT_HAVE_THE_ROLE": "**[{{user.tag}}]({{url}})** ({{user.id}}) n'a pas le rôle **{{role.mention}}** attribué.",
  "INVALID_FILO_ROLE_HIERARCHY": "La hiérarchie des rôles de Filo n'est pas adaptée à cette action.",
  "INVALID_USER_ROLE_HIERARCHY": "La hiérarchie de votre rôle n'est pas adaptée à cette action.",
  "INVALID_NUMBER": "Le nombre que vous avez indiqué n'est pas valide.",
  "MAX_NUMBER_REACHED": "Le nombre que vous avez spécifié est supérieur à **{{number}}**.",
  "MIN_NUMBER_REACHED": "Le nombre que vous avez spécifié est inférieur à **{{number}}**.",
  "MAX_ARGUMENT_REACHED": "Les arguments que vous avez spécifiés dépassent **{{number}}** caractères.",
  "MIN_ARGUMENT_REACHED": "Les arguments que vous avez spécifiés sont inférieurs à **{{number}}** caractères.",
  "UNKNOWN_CHANNEL": "Le salon spécifié n'existe pas.",
  "INVALID_CHANNEL_ID": "L'ID du salon que vous avez spécifié n'est pas valide.",
  "INVALID_CHANNEL_TYPE": "Cette action ne prend pas en charge le type de salon que vous avez spécifié. ({{valid_types}})",
  "VALUE_ALREADY_SET": "La valeur spécifiée est déjà définie.",
  "VALUE_NOT_FOUND": "La valeur n'existe pas.",
  "UNKNOWN_MESSAGE": "Le message que vous avez indiqué n'existe pas ou a été supprimé.",
  "MAX_PINNED_MESSAGES_REACHED": "Ce salon a atteint le nombre maximum de messages épinglés.",
  "MESSAGE_NOT_PINNED": "Le message que vous avez spécifié n'est pas épinglé.",
  "INVALID_TIME": "La durée que vous avez indiquée n'est pas valide.",
  "MIN_TIME_REACHED": "La durée que vous avez spécifié est inférieure à **{{time}}**.",
  "MAX_TIME_REACHED": "La durée que vous avez spécifié est supérieure à **{{time}}**.",
  "DATA_NOT_FOUND": "Les données recherchées n'ont pas été trouvées. Veuillez revoir les informations fournies et réessayer plus tard.",
  "NSFW_MODE_REQUIRED": "Cette action nécessite que le mode NSFW soit activé sur le salon.",
  "INVALID_TYPE": "Le type de **{{word}}** que vous avez spécifié n'est pas valide.",
  "ACTION_CANCELLED": "L'action a été annulée.",
  "ACTION_CANCELLED_TIMEOUT": "L'action a été annulée parce qu'elle a dépassé le temps imparti.",
  "API_MISSING_INFORMATION": "L'information n'a pas pu être obtenue en raison d'une erreur de l'API.",
  "TOO_MANY_WEBHOOKS": "Ce salon a trop de webhooks. Pour ce faire, supprimez un webhook ou déplacez-le vers un autre salon.",
  "ANOTHER_OWNED_WEBHOOK": "Dans ce salon, il y a un webhook qui m'appartient. Supprimez ce webhook ou déplacez-le du salon.",
  "CAN_NOT_CREATE_THE_WEBHOOK": "Une erreur s'est produite lors de la création du webhook.",
  "INVALID_GUILD_ID": "L'identifiant du serveur que vous avez indiqué n'est pas valide.",
  "MAX_VALUES_REACHED": "Cette action ne supporte pas plus de **{{values}}** valeurs.",
  "INVALID_PROTOCOL": "Le protocole de ce lien n'est pas supporté. Veillez à spécifier le protocole **{{protocol}}**.",
  "INVALID_LINK": "Le lien que vous avez indiqué n'est pas valide.",
  "PROTECTED_DOMAIN": "Ce domaine est protégé et ne permet pas cette action.",
  "NOT_ENOUGH_CREDITS": "Vous n'avez pas assez de crédits pour effectuer cette action.",
  "MAX_CHARACTERS_REACHED": "Le résultat de cette action dépasse la limite de **{{limit}}** caractères.",
  "MISSING_ARGUMENTS": "Vous devez spécifier au moins **{{number}}** arguments facultatifs pour continuer.",
  "MUTED_ROLE_NOT_CONFIGURED": "Le rôle **muted** n'est pas configuré.",
  "MUTED_ROLE_NOT_CONFIGURED_TIP": "Configurez-le en exécutant cette commande: **{{command}}**.",
  "UNKNOWN_MUTED_ROLE": "Le rôle **muted** n'a pas pu être trouvé. Vérifiez les paramètres de Filo et réessayez plus tard.",
  "ROLE_DOES_NOT_APPLY": "Ce rôle ne peut pas être utilisé pour cette action.",
  "INVALID_BITFIELD": "Les bits de permission que vous avez spécifiés ne sont pas valides.",
  "USER_ALREADY_SANCTIONED": "**[{{user.tag}}]({{url}})** ({{user.id}}) a déjà une sanction du même type en cours.",
  "USER_IS_NOT_SANCTIONED": "**[{{user.tag}}]({{url}})** ({{user.id}}) n'a pas de sanction en cours de ce type.",
  "UNKNOWN_SANCTION": "Aucune sanction de ce type n'a pu être trouvée dans la base de données.",
  "UNKNOWN_SANCTION_REMOVE_TIP": "Forcez la suppression de cette sanction en exécutant la commande suivante: **{{command}}**.",
  "MAX_NUMBER_OF_ROLES_REACHED": "Ce serveur a atteint la limite de **{{roles}}** rôles.",
  "MODULE_DISABLED": "Le module **[{{module}}]({{url}})** est désactivé et cette action ne peut donc pas être effectuée.",
  "INVALID_MORSE_CODE": "Le code morse que vous avez spécifié n'est pas valide.",
  "SETUP_MENU_EXPIRED": "Le menu de configuration a expiré, cela peut être dû au fait qu'un autre menu de configuration a été ouvert, sinon **[contactez-nous]({{url}})**.",
  "PENDING_SANCTIONS": "**[{{user.tag}}]({{url}})** ({{user.id}}) a une ou plusieurs sanctions en cours de traitement.",
  "MISSING_REASON": "You must specify a reason to continue.",
  "IGNORED_ROLE_NOT_CONFIGURED": "The ignored role hasn't been configured yet.",
  "ACTION_UNAVAILABLE_IN_THIS_CHANNEL": "This action isn't available in this channel.",
  "MIN_EVIDENCE_REACHED": "You must specify at least **{{number}}** evidence to continue.",
  "MIN_EVIDENCES_REACHED": "You must specify at least **{{number}}** evidences to continue.",
  "CHANNEL_ALREADY_USED": "This channel is already being used by another module.",
  "ROLE_ALREADY_USED": "This role is already being used by another module.",
  "THIS_MODULE_NEEDS_TO_BE_ENABLED": "This module needs to be enabled to perform this action.",
  "MAX_NUMBER_OF_EXCEPTIONS_CONFIGURED": "This module has reached the maximum number of exceptions ({{number}}).",
  "MAX_NUMBER_OF_NOTIFICATION_ROLES_CONFIGURED": "This module has reached the maximum number of notification roles ({{number}})."
}
